{
    "leveillula": {
        "name": "Leveillula",
        "classification": {
            "division": "Ascomycota",
            "class": "Ascomycetes",
            "order": "Erysiphales",
            "family": "Erysiphaceae",
            "genus": "Leveillula"
        },
        "body": "<p>التكاثر اللاجنسي: اذا كان الغزل الفطري سطحيا فإن الحامل الكونيدي قصير ويحمل سلسة من الجراثيم الكونيدية اما اذا كان الغزل الفطري متغلغلا داخل انسجة العائل فإن الحامل الكونيدي طويل و يخرج من الثغور ويحمل في نهايته كونيدة واحدة .</p><p>التكاثر الجنسي: الثمار الأسكية كروية مغلقة والزوائد غير متفرعة خيطية .</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Body",
                "url": "body.obj",
                "color": "#303952"
            },
            {
                "name": "Tentacles",
                "url": "tent.obj",
                "color": "#53628c"
            }
        ]
    },
    "verticillium-dahliae": {
        "name": "verticillium dahliae",
        "classification": {
            "division": "Deuteromycotina",
            "class": "Hyphomycetes",
            "order": "Moniliales",
            "family": "Moniliaceae",
            "genus": "Verticillium"
        },
        "body": "<p>يبقـى الفطـر في التربة أو في بقايا المحصول السابق لعدة سنوات على صورة&nbsp; إسكلروشيات (أجسام حجرية) . الجراثيم الكونيدية التي يكونها الفطر تنتشر بسهولة بواسطة التيارات الهوائية و رذاذ الماء. ويلائم انتشار المرض المناخ البارد. وتزداد الإصابة بالمرض في حالة إضـافة معدلات عالية من السماد.</p><p>دورة الحياة:</p><p>يوجد الفطر في التربة ويدخل جذور الأشجار من خلال الجروح وينتقل الفطر عن طريق التربة الملوثة، ماء الري، الأدوات الزراعية، ويقضي الفطر فترة بقائه في التربة على صورة أجسام حجرية صغيرة يكونها الفطر أو في بقايا النباتات المصابة أو على الأدوات المستخدمة كساكين القطع. ويحدث تطور وتكشف للمرض عند درجات حرارة تتراوح من 21-27مْ (درجة الحرارة المثلى 24مْ، وتحدث العدوى بالفطر في أوائل الربيع وتظهر الأعراض في منتصف فصل الصيف وقد تزداد شدة المرض في أواخر فصل الصيف، ويبقى الفطر من موسم إلى أخر في الجذور أو على الأشجار المصابة.</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "tilletia": {
        "name": "tilletia",
        "classification": {
            "division": "Basidiomycota",
            "class": "Basidiomycetes",
            "order": "Ustilaginales",
            "family": "Tilletiaceae",
            "genus": "Tilletia"
        },
        "body": "<p>1-فطريات راقية و الميسليوم مقسم.<br /> 2- اجبارية التطفل داخلية، وينمو الميسليوم بين الخلايا، ويحصل على غذائه بواسطة الممصات.<br /> 3- تكون بثرات برتقالية أو حمراء في اطوار معينة من دورة حياتها.<br /> 4- تكون عددا من الاطوار الجرثومية أثناء دورة الحياة هي البكنية والاسيدية واليوريدية والتيليتية.<br /> 5- تنبت الجراثيم التيليتية بتكوين حامل بازيدي مقسم يحمل اربعة جراثيم بازيدية عادة.<br /> انواع الجراثيم الخمسة التي تتابع في دورة حياة احد فطريات الأصداء النموذجية:<br /> (أ) الجراثيم البكنية Pycniospores:<br /> وتتكون داخل وعاء دورقي او بيضاوي الشكل او شبه كروي يسمى بالوعاء البكني الذي يبطن من الداخل بأنسجة الفطر التي تحمل حوامل جرثومية اسطوانية تحمل بدورها جراثيم وحيدة الخلية في السلاسل وتسمى بالجراثيم البكنية.<br /> (ب) الجراثيم الاسيدية Aceiospores:<br /> وتتكون داخل وعاء اسيدي متسع يشبه الفنجان المقلوب وهي ذات لون برتقالي عادة، مضلعة الشكل، وحيدة الخلية ذات نواتين، لأنها تنشأ من خلايا امية ذات نواتين وتتكون في سلاسل، وهي رقيقة الجدر تنبت مباشرة بتكوين أنبوبة جرثومية.<br /> (ج) الجراثيم اليوريدية Urediospores:<br /> وتتكون في بثرات على السطح العائل تسمى بالبثرات اليوريدية وذلك بأن تتكون هذه الجراثيم في أعداد كبيرة أسفل البشرة وتضغط على البشرة فيظهر مكان البثرة مرتفعا عن بقية انسجة النباتات، و بازدياد الضغط على البشرة تنفجر وتنتشر الجراثيم اليوريدية ويتلون مكان الاصابة بلون الصدأ.<br /> (د) الجراثيم التيليتية Teliospores:<br /> ويكونها الميسليوم اليوريدي في نهاية الموسم في بثرات تيليتية تنشا مكان البثرات اليوريدية وتكون كل خلية حاملا بازيديا (ميسليوم اولى) ذا أربع خلايا تحمل كل منها جرثومية بازيدية واحدة.<br /> (هـ) الجراثيم البازيدية Basidiospores:<br /> عند نضج الجراثيم التيليتية تتحد النواتان الموجودتان بكل خلية (إحداهما موجبة والاخرى سالبة) لتكون نواة واحدة ثم تنقسم النواة الناتجة انقسامين متتاليين (أولهما اختزالي والثاني عادي) لتكون 4 نوايا (اثنتان موجبتان واثنتان سالبتان)، وتنبت الجرثومة التيليتية مكونة حاملا بازيديا عليه أربع خلايا عادة، تحمل كل منها جرثومية بازيدية واحدة بها احدى النوى الاربعة السابقة</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            }
        ]
    },
    "urocystis": {
        "name": "urocystis",
        "classification": {
            "division": "Basidiomycota",
            "class": "Basidiomycetes",
            "order": "Ustilaginales",
            "family": "Tilletiaceae",
            "genus": "Urocystis"
        },
        "body": "<p>. توجد الجراثيم التيليتية لهذا الفطر في كرات جرثومية دائمة أبعادها 18-35&times;35-40 . شكلها كروي أو مستطيل أو مربع أو مثلث حسب عدد الجراثيم وترتيبها في الكرة ويوجد في كل كرة جرثومية 1 -6 جراثيم تيليتية والعدد الغالب هو 2 أو 3 تحاط كلية بغلاف واق من خلايا عقيمة أصغر حجما ذات لون فاتح . والجرثومة التيليتية مزواة إلى كروية لونها بني ذهبي جدارها أملس .</p><p>دورة المرض:</p><p>&nbsp;يوجد مصدران للقاح بهذا المرض, المصدر الأول وهو أكثرها أهمية عبارة عن جراثيم الفطر التيليتية الموجودة في التربة والتي لها القدرة على الاحتفاظ بحيويتها خاصة في التربة الجافة لبضع سنين بعيداً عن عائلها . وقد يعزى ذلك إلى وجود غلاف واق من خلايا العقيمة , والمصدر الثاني هو الجراثيم التي تعلق أثناء عملية الدراس , وزراعة مثل هذه التقاوى تسبب تلوث الأرض التي تزرع فيها إذا لم تعامل بمطهرات البذور . عند زراعة الحبوب في الموسم التالي تنبت الجراثيم سواء الموجودة في التربة أو العالقة بسطح الحبوب , وهي في الكرة الجرثومية . وترسل كل جرثومة ميسيليوما أوليا قصيرة غير مقسم عادة تتكون على قمته 2-4 جراثيم اسبوريدية أسطوانية الشكل شفافة , تتحد كل اثنان متوافقتان وهي في مكانها على الميسيليوم الأولى بواسطة أنبوبة تزاوج ينشأ منها خيط إصابة ينتقل إليه زوج من الأنوية . ويخترق خيط الإصابة الباردة الصغيرة قبل ظهورها فوق سطح التربة , ويصل إلى أنسجة قاعدة الورقة الأولى للبادرة ثم يمتد إلى أن يصل إلى قواعد الأوراق التالية ثم تتكون البثرات في أجزاء النبات السابق ذكرها فالإصابة إذاً بادرات ويظهر أثرها في نفس الموسم . الظروف الملائمة: يلائم انبات الجراثيم درجة الحرارة المنخفضة ولذا ينصح بالتبكير في الزراعة حيث تكون درجة حرارة الجو ملائمة لانبات الحبوب وغير ملائمة لانبات الطفيل</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            }
        ]
    },
    "rhizopus-stolonifer": {
        "name": "rhizopus stolonifer",
        "classification": {
            "division": "Zygomycota",
            "class": "Zygomycetes",
            "order": "Mucorales",
            "family": "Mucoraceae",
            "genus": "Rhizopus"
        },
        "body": "<p>وهو يعرف بفطر عفن الخبز&nbsp; Black Bread أو العفن الأسود Black Mold.</p><p>وينمو على الخبز ويسبب عفنا لكثير من الفواكه والخضروات وهو من الفطريات التي تلوث المزارع الفطرية والبكتيرية في المختبرات العلمية حيث أن جراثيمه توجد دائما في الهواء ,</p><p>ويظهر نمو الفطر على شكل كتلة من ميسيليوم أبيض كالقطن سرعان ما تتحول إلى اللون الأسود وهو عفن الخبز الأسود.</p><p>يظهر الفطر بعد نضوجه على شكل خيوط كثيفة ويتميز بوجود خيط أفقي يسمى Stolon يرسل ما يشبه الجذور Rhizodial hypha التي تتفرع على شكل جذور داخل الوسط الغذائي, ووظيفتها تثبيت الفطر وامتصاص المواد الغذائية.</p><p>&nbsp;تنبثق مقابل كل مجموعة من أشباه الجذور مجموعة من الحوامل الجرثومية&nbsp; وعادة ما يكون عددها من 3 إلى 4 حوامل ,الطرف العلوي لكل حامل يأخذ بالانتفاخ مع التقدم بالنمو مكونا حافظة جرثومية , يتولد بداخلها الجراثيم الفطرية الغير متحركة Sporangiophores والتي يطلق عليها اسم .Albano Spores</p><p>عند تمام نضج الجراثيم يبدأ الجدار المستعرض الموجود في قمة الحامل الحافظي بالبروز داخل الحافظة, دافعا الجراثيم إلى الأعلى ومكونا بذلك ما يطلق عليه اسم&nbsp; &nbsp;&nbsp;Columella<strong>. </strong></p><p>التكاثر اللاجنسي:</p><p>&nbsp;يتم عند انتفاخ ال Columella&nbsp; داخل الحافظة مما يعمل على تمزق جدار الحافظة وبالتالي خروج الجراثيم للخارج ويتم انتقالهم بواسطة الرياح, عندما تسقط إحدى الجراثيم على وسط غذائي تبدأ في النمو معطية خيوطا جديدة.</p><p>التكاثر الجنسي:</p><p>عندما تصبح الظروف البيئية غير مناسبة, يلجأ الفطر للتكاثر الجنسي:</p><p>يتم التكاثر الجنسي عند التقاء الخيوط الفطرية المتجاورة وتلامسها ويطلق على هذه الخيوط لحظة تلامسها اسم progamitangia , أو الحوافظ المشيجية الأولية, تبدأ هذه الحوافظ في الانتفاخ والامتلاء بالبروتوبلازم وتصبح حافظة مشيجية&nbsp; ناضجة Gamitangia والتي تصبح Zygote بعد أن تتحد الأنوية وتختلط المعلومات الوراثية معا, وبالتالي فإن الZygote يحتوي على أنوية ثنائية المجموعة الصبغية (2N).</p><p>يتجمع حول كل نواة كمية من السيتوبلازم ويبدأ في تكوين غلاف خارجي سميك يأخذ اللون الأسود وهو ما نسميه بالجرثومة Spore .</p><p>تبقى الجرثومة ساكنة بعد سقوطها حتى تتحسن الظروف البيئية وقد يمتد سكونها عدة أشهر, وعند تحسن الظروف البيئية تبدأ الجرثومة بالنمو والانقسام اختزاليا (Meiosis) مكونة جراثيم ذات أنوية أحادية المجموعة الصبغية (1N).</p><p>تنبت هذه الجراثيم بامتصاص كمية كبيرة من الماء وتكون أنبوبا أو نطلق عليه بالحامل الحافظي&nbsp; Sporangiophore&nbsp; ينتهي هذا الحامل بحافظة جرثومية مغلقة Sporangium.يبدأ الفطر في النمو وتتكون داخل الحافظة الجرثومية الجراثيم اللاجنسية التي تنتشر في الهواء مسببة انتشارا كبيرا للفطر نظرا لكثرة عددها وخفة وزنها.</p><p>التكاثر الجنسي عند فطريات الريزوبس لا تحدث إلا نادرا جدا عند اشتداد الظروف البيئية المحيطة بالفطر.</p><p>يجب الاشارة إلى أن فطر الريزوبس Rhizopus له القدرة على التكاثر بطريقة خضرية Vegetative reproduction فإذا نقل الغزل الفطري إلى وسط غذائي فإنه ينمو ليعطي خيوطا فطرية جديدة , وهذه صفة توجد عند الغالبية العظمى من الفطريات</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "botrytis": {
        "name": "Botrytis",
        "classification": {
            "division": "Deuteromycotina",
            "class": "Hyphomycetes",
            "order": "Moniliales",
            "family": "Moniliaceae",
            "genus": "Botrytis"
        },
        "body": "<p>المسبب لمرض التبقع البني في الفول :</p><ol><li>هذا الفطر واسع الانتشار في العالم , خاصة في المواسم الرطبة الممطرة .</li><li>من أخطر الأمراض الفطرية التي تصيب الفول .</li><li>يظهر المرض بشكل بقع صغيرة بنية محمرة اللون على الأوراق .</li><li>تكون هذه البقع عادة مستديرة أو بيضية أو غير منتظمة الشكل . يتراوح قطرها من ملليمتر إلى 5 ملليمترات.</li><li>الغزل الفطري مقسم و متفرع , يكون شفاف في البداية ثم يكتسب لون رمادي .</li><li>الحوامل الكونيدية طويلة منتصبة , داكنة اللون , متفرعة قرب نهايتها إلى أفرع جانبية عديدة قصيرة.</li><li>تنتفخ قليلا عند أطرافها و تتكون عليها ذنيبات دقيقة .</li><li>كل ذنيب يحمل بوغ كونيدي وحيد الخلية , بيضي الشكل , عديم اللون أو ملون بلون باهت .</li><li>تشكل الكونيدات تركيب يشبه عنقود العنب .</li><li>تظهر أفرع أخرى , و هكذا تتكرر هذه العملية عدت مرات إلى أن تتكون عدة مجموعات من الأبواغ على الحامل الكونيدي الواحد</li><li>ينمو على الأوساط الغذائية الصناعية ، حيث يكون عليها الطور الكونيدي بغزارة أوال ، ثم يتضاءلتدريجيا و تظهر بعدئذ أجسام سوداء اللون مستديرة أو متطاولة و غير منتظمة الشكل ، على سطح الوسط الغذائي ، يطلق عليها الأجسام الحجرية ، وهي تمثل طور السكون الخضري في فطرياتمختلفة .</li><li>الأجسام الحجرية تتكون من برنشيمة كاذبة مع كمية من الغذاء المختزن , و تستطيع أن تتحمل الظروفالغير مواتية .</li><li>لم تشاهد تكوين الاجسام الحجرية لفطر بوترايتس في الطبيعة على العوائل النباتية المصابة .</li><li>يتكاثر الفطر ال جنسيا فقط .</li><li>تحدث الإصابة عندما تسقط الأبواغ الكونيدية للفطر على سطح النبات العائل .</li><li>تنبت الأبواغ في الظروف الملائمة و تعطي أنبوبة إنبات واحدة أو اثنتين .</li><li>تخترق الأنبوبة البوغية خاليا بشرة العائل مباشرة .</li><li>يتفرع الميسليوم داخل الأنسجة و يتسبب في موت الخاليا .</li><li>يتحول لون المنطقة المصابة إلى اللون البني المحمر .</li><li>تتكون في مواضع البقع الحوامل و الأبواغ الكونيدية للفطر .</li><li>عند انفصالها يحملها الهواء إلى نباتات سليمة تتجدد الإصابة .</li><li>يمضي الفطر الفترة بين مواسم النمو , على هيئة ميسيليوم مترمم في التربة .</li><li>أو على هيئة أجسام حجرية صلبة سوداء أو بنية اللون .</li><li>صغيرة الحجم تتحمل الظروف البيئية الغير ملائمة .</li><li>في الظروف الملائمة تنبت تكون ميسيليوم , أبواغ كونيدية تنتشر , تتكرر الإصابة , تظهر البقع البنية.</li></ol>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "bremia": {
        "name": "bremia",
        "classification": {
            "division": "oomycota",
            "class": "Oomycetes",
            "order": "Peronosporales",
            "family": "Peronosporaceae",
            "genus": "Bremia"
        },
        "body": "<p>الحامل الجرثومية ثنائي الشعبه، كثير التفرع (شجيري المظهر) الأطراف والنهايات منتفخة على شكل طبق قليل الغور، ويوجد على حافته عدد من الاعماق الصغيرة الدقيقة تحمل كل منها كيس جرثومي واحد</p><p>والإنبات غالبا مباشر، والغير مباشر قليل الحدوث</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "alternaria": {
        "name": "alternaria",
        "classification": {
            "division": "eumycota",
            "class": "hyphomycetes",
            "order": "moniliales",
            "family": "dematiaceae",
            "genus": "Alternaria"
        },
        "body": "<ol><li>وهو فطر يتبع الفطريات الناقصة Fungi imperfect</li><li>الميسليوم مقسم لونه زيتوني داكن كثير التفرع ، ويكون جراثيم كونيدية فردية غالبا على حوامل كونيدية رفيعة ، وقد تحمل هذهالجراثيم في سلاسل مكونة من جرثومتين فقط ، والجرثومة مكونة من خلايا عديدة تفصلها جدر عرضية وطوليةتعتبر أكثر أشباه الاجناس انتشارا في العالم ) يوجد في كل مكان من العالم ( .</li><li>يعيش معيشة رمية في التربة أو الملفات النباتية .</li><li>بعضها متطفل على كثير من النباتات ذات الفائدة االقتصادية مثل الطماطم , البطاطس .</li><li>يسبب اللفحة المبكرة في الطماطم و البطاطس .</li></ol>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "sclerospora-graminicola": {
        "name": "sclerospora graminicola",
        "classification": {
            "division": "oomycota",
            "class": "Oomycetes",
            "order": "perenosporales",
            "family": "peronosporaceae",
            "genus": "Sclerospora"
        },
        "body": "<p>الحامل الجرثومي قصير وسميك يتفرع عند قمته إلى عدد من التفرعات القصيرة والسميكة المزدحمة<br /> تتفرع ع الأطراف النهائيه مره او اكثر وتحمل في نهايتها الأكياس الجرثومية<br /> الإنبات إما غير مباشر أو مباشر</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "tranzschelia": {
        "name": "tranzschelia",
        "classification": {
            "division": "Basidiomycota",
            "class": "basidiomycetes",
            "order": "Uredinales",
            "family": "pucciniacea",
            "genus": "Tranzschelia"
        },
        "body": "<p>ما من الأصداء طويلة الدورة ثنائية العائل و عائلها المتبادل من أنواع Anemone . الجراثيم اليوريدية كروية الشكل ، سطحها مغطى بأشواك دقيقة و الجراثيم التيليتية&nbsp; تتكون من خليتين كرويتين لها عنق قصير شفاف و يوجد على سطحها نتوءات دقيقة .<br /> دورة المرض:<br /> يعتمد الممرض فى تجديد الإصابة على الجراثيم اليوريدية الموجودة فى الأوراق المصابة و التى تظل متصلة بالنبات و كذا على الميسيليوم الساكن بالأفرع المصابة . ينتشر المرض فى جو بارد أو مائل للحرارة رطب ، تتراوح الحرارة المثلى لحدوث الإصابة بين 13 &ndash; 26&deg;س&nbsp; . يبلغ طول فترة الابتلال اللازمة لإنبات الجراثيم 18 ساعة عندما تكون الحرارة 20 &deg;س . تبلغ الفترة من حدوث الإصابة حتى ظهور الأعراض 7 &ndash; 10 أيام .</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "pseudoperonospora-cubensis": {
        "name": "pseudoperonospora cubensis",
        "fontSizeRatio": 0.65,
        "classification": {
            "division": "Oomycota",
            "class": "Oomycetes",
            "order": "Peronosporales",
            "family": "Peronosporaceae",
            "genus": "Pseudoperonospora"
        },
        "body": "<p>الحامل الجرثومية وحيد الشعبه لحد ما والفرع على زوايا حادة مع المحور، والأطراف والنهايات مستدقه نوعا<br /> ويجمع هذا الجنس بين صفات الجنسين plasmopara و peronospora<br /> و الأكياس الجرثومية تنبت دائما إنبات غير مباشر</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "peronospora-destructor": {
        "name": "Peronospora destructor",
        "classification": {
            "division": "Oomycota",
            "class": "Oomycetes",
            "order": "Peronosporales",
            "family": "Peronosporaceae",
            "genus": "Peronospora"
        },
        "body": "<p>الحامل الجرثومية ثنائي الشعبه.</p><p>كثير التفرع، شجيري المظهر ينتهي بنايات زوجيه مدببة ومنحنيه مدلاه، ويحمل كل منها كيس جرثومية واحد</p><p>تسلم الأكياس الجرثومية مسلك الجرثومة الكوندية فتنبت انبات مباشر دائما</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "puccinia": {
        "name": "puccinia",
        "classification": {
            "division": "Basidiomycota",
            "class": "Basidiomycetes",
            "order": "Uredinales",
            "family": "Pucciniaceae",
            "genus": "Puccinia"
        },
        "body": "<p>الفطر Puccinia graminia f.sp.tritici&nbsp;&nbsp; يسبب مرض الصدأ الأسود في القمح ويعد من الفطريات الطويلة الدورة macrocyclic ويكون خمس أنواع مختلفة من الجراثيم خلال دورة حياة الفطر ومتبادلة على عائلين مختلفينHeteroecious&nbsp; من الناحية التصنيفية (العائل الأصلي (نبات القمح) والعائل المتبادل(Berberis spp, Mahoberberis spp and Mahonia spp) ).<br /> ويكون الفطر خمسة أطوار مختلفة من الجراثيم تشمل:<br /> الطور البكني (السبرموجوني): Pycnial stage (Stage 0)<br /> الطور الأسيدي: stage Aecial (Stage I)<br /> الطور اليوريدي: Uredial stage (Stage II)<br /> الطور التليتي: (Stage III) Teial stage<br /> الطور الباذيدي: Basidial stage (StageVI)</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            },
            {
                "name": "Container",
                "url": "container.obj",
                "color": "#303952"
            }
        ]
    },
    "uromyces": {
        "name": "uromyces",
        "classification": {
            "division": "Basidiomycota",
            "class": "Basidiomycetes",
            "order": "Uredinales",
            "family": "Pucciniaceae",
            "genus": "Uromyces"
        },
        "body": "No info currently available",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            },
            {
                "name": "Container",
                "url": "container.obj",
                "color": "#303952"
            }
        ]
    },
    "phragmidium": {
        "name": "Phragmidium",
        "classification": {
            "division": "Basidiomycota",
            "class": "Basidiomycetes",
            "order": "Uredinales",
            "family": "Pucciniaceae",
            "genus": "Phragmidium"
        },
        "body": "<p>فطر وحيد العائل، كامل الدورة حيث يكون الخمسة أنواع من جراثيم الصدأ على نبات الورد، إلا انه لم يشاهد له في مصر سوي الطورين اليوريدي والتيليتي من دورة حياته. الجراثيم اليوريدية وحيدة الخلية بيضية الشكل صفراء اللون على جدارها أشواك رقيقة وثقوب انبات عديدة، وتحاط البثرة اليوريدية بالكثير من الهيفات العقيمة. أما البثرة التيليتية فتظهر في نفس اماكن تكوين البثرة اليوريدية ويكون لونها بنيا داكنا والجرثومة التيليتية مقسمة بجدر مستعرضة الي عدد من الخلايا يتراوح من خمسة الي تسعة والخلية الطرفية ذات حلمة طرفيه و الجراثيم التيليتية لونها بني داكن ومغلفة بطبقة جيلاتينية ولها حامل طويل عديم اللون ذو قاعدة منتفخة. وتحدث الاصابة عندما تنبت الجراثيم اليوريدية ودخولها للثغور أو من ميسيليوم الفطر الكامن في انسجة الأفرع الحديثة المصابة وتشتد الاصابة في الربيع من الجراثيم التيليتية التي لا تنبت مباشرة بعد تكوينها ولكنها تحتاج لفترة سكون تتعرض خلالها الي درجات حرارة منخفضة قبل ان تصبح قادرة علي الانبات.</p><p>جميع الفطريات المسببة لأمراض البياض الزغبي إجبارية التطفل ومتخصصة على عوائلها.<br /> ينمو الفطر في داخل الأنسجة المصابة بين الخلايا ويرسل ممصات إلي داخل الخلايا لأخذ الغذاء من العائل.<br /> تحدث الإصابة من خلال الثغور.<br /> تتكاثر جنسياً بتكوين جراثيم بيضية داخل أنسجة العائل.<br /> تلائم هذه المجموعة من الفطريات درجات الحرارة المنخفضة ورطوبة عالية (وجود ماء حر في صورة ندى أو تساقط الأمطار أو الري بطريقة الرش فوق سطح النبات<strong>).</strong></p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            },
            {
                "name": "Container",
                "url": "container.obj",
                "color": "#303952"
            }
        ]
    },
    "microsphaera": {
        "name": "microsphaera",
        "classification": {
            "division": "Ascomycota",
            "class": "Ascomycetes",
            "order": "Erysiphales",
            "family": "Erysiphaceae",
            "genus": "Microsphaera"
        },
        "body": "<p>&nbsp;الثمرة الاسكية لها زوائد خيطية ونهايتها متفرعة تفرع ثنائي&nbsp; وتحوي أكثر من كيس اسكي .</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Body",
                "url": "body.obj",
                "color": "#303952"
            },
            {
                "name": "Tentacles",
                "url": "tent.obj",
                "color": "#53628c"
            }
        ]
    },
    "podosphaera": {
        "name": "Podosphaera",
        "classification": {
            "division": "Ascomycota",
            "class": "Ascomycetes",
            "order": "Erysiphales",
            "family": "Erysiphaceae",
            "genus": "Podosphaera"
        },
        "body": "<p>الثمرة الاسكية عليها زوائد خيطية ونهايتها متفرعة تفرع ثنائي وتحوي كيس اسكي واحد .</p><p>الكونيدات في سلاسل حقيقة.</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Body",
                "url": "body.obj",
                "color": "#303952"
            },
            {
                "name": "Tentacles",
                "url": "tent.obj",
                "color": "#53628c"
            }
        ]
    },
    "uncinula": {
        "name": "uncinula",
        "classification": {
            "division": "Ascomycota",
            "class": "Ascomycetes",
            "order": "Erysiphales",
            "family": "Erysiphaceae",
            "genus": "Uncinula"
        },
        "body": "<p>مسبب البياض الدقيقي على العنب</p><p>فطر إجباري التطفل وهو من الفطريات الزقية</p><p>يظهر علي الميسليوم فروع قائمة تتمايز الس حوامل كونيدية تحمل سلاسل بوغية كونيدية</p><p>للفطر طور جنسي ينتج عنه جسم ثمري ينتج عنه زق يحتوي على الأبواغ الزقية</p><p>دورة الحياة<strong>:</strong></p><p>الأجسام الثمرية تلعب دوراً هاماً في حفظ الفطر ،ويمكن للعامل الممرض أن يقضي فصل الشتاء على هيئة ميسيليوم ساكن بين حراشف البراعم يستعيد نشاطه مع انتفاخ البراعم ثم يهاجم الأعضاء الغضة.</p><p>تنبت الأبواغ على درجات حرارة 20-30م٥</p><p>وبالتالي المناطق التي يسود فيها ضباب ليلي وندى صباحي مع ارتفاع نهاري في درجات الحرارة من المناطق المشجعة لتكاثر هذه الفطريات.</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Body",
                "url": "body.obj",
                "color": "#303952"
            },
            {
                "name": "Tentacles",
                "url": "tent.obj",
                "color": "#53628c"
            }
        ]
    },
    "sphaerotheca": {
        "name": "sphaerotheca",
        "classification": {
            "division": "Ascomycota",
            "class": "Ascomycetes",
            "order": "Erysiphales",
            "family": "Erysiphaceae",
            "genus": "Sphaerotheca"
        },
        "body": "No info currently available",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Body",
                "url": "body.obj",
                "color": "#303952"
            },
            {
                "name": "Tentacles",
                "url": "tent.obj",
                "color": "#53628c"
            }
        ]
    },
    "erysiphe": {
        "name": "Erysiphe",
        "classification": {
            "division": "Ascomycota",
            "class": "Ascomycetes",
            "order": "Erysiphales",
            "family": "Erysiphaceae",
            "genus": "Erysiphe"
        },
        "body": "<p>فطر متطفل اجباري</p><p>الحوامل الكونيدية قصيرة وقائمة أحادية الخلية عليها سلسلة كاذبة من الكونيديات برميلية الشكل.</p><p>التكاثر الجنسي:الثمرة الاسكية كروية&nbsp; مغلقة سوداء مطمورة في الغزل الفطري ولها زوائد خيطية بسيطة و تحوي عدد من الاكياس الأسكية بيضية او اسطوانية الشكل كل كيس يحوي 4 او 8 جراثيم اسكية .</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Body",
                "url": "body.obj",
                "color": "#303952"
            },
            {
                "name": "Tentacles",
                "url": "tent.obj",
                "color": "#53628c"
            }
        ]
    },
    "phyllactinia": {
        "name": "phyllactinia",
        "classification": {
            "division": "Ascomycota",
            "class": "Ascomycetes",
            "order": "Erysiphales",
            "family": "Erysiphaceae",
            "genus": "Phyllactinia"
        },
        "body": "<p>التكاثر الجنسي:</p><p>الثمرة الاسكية لها زوائد طويلة ذات قواعد بصلية الشكل وأطرافها مستدقة.</p><p>التكاثر اللاجنسي:</p><p>الحامل الكونيدي يتكون من صف من الخلايا ليحمل في أعلاه كونيدة واحدة .</p><p>الجسم الثمرى يحتوى على عدة أكياس أسكية والزوائد قواعدها منتفخة وقمتها مستدقة.</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Body",
                "url": "body.obj",
                "color": "#303952"
            },
            {
                "name": "Tentacles",
                "url": "tent.obj",
                "color": "#53628c"
            }
        ]
    },
    "cephalosporium-maydis": {
        "name": "Cephalosporium Maydis",
        "fontSizeRatio": 0.75,
        "classification": {
            "division": "Deuteromycotina",
            "class": "Hyphomycetes",
            "order": "Moniliales",
            "family": "Moniliaceae",
            "genus": "Hymenula"
        },
        "body": "<p>الميسليوم مقسم شفاف كثير التفريع الحوامل الكونيدية قائمه قصيره التفريع الجراثيم الكونيدية شبيهة في شكلها العام بالجراثيم الكونيدية الصغيرة في جنس&nbsp; fusarium</p><p>دورة الحياة:</p><p>&nbsp;الفطر م الفطريات الكامن والساكنه ف التربه ويصيب المبادرات والنباتات صغيره السن عن طريق الجذور وقاعده الساق</p><p>&nbsp;ينمو الفطر وينتشر داخليا حتى يصل الي الحزم الوعائية في منطقة التاج حيت يتأخر تقدم وظهور أعراضه لبعض الوقت حتى تصل النبات لطور التزهير فيمتد بسرعه في الساق داخل الحزم الوعائية الي أعلى حتى يصل إلى اسلاميات والأوراق.. ينتقل هذا الفطر عن طريق التقوي حيث يكمن ويسكن داخل الحبوب التي تعمل على انتشار المرض على نطاق واسع عند زراعتها وطريقه انتقال الفطر داخل النبات تبدء م حقول التربية أو حقول إنتاج التقوي بعد الاصابه تمتد جراثيم الفطر إلى ساق النبات ثم إلى حامل النوره أو الطرطيفة ثم القولحة ثم يسكن ف الحبوب المصابة اما النباتات السليمة فلا تحمل بذورها اي جراثيم مما يدل على أن الإصابة الهوائية لا تلعب دور ف أصابه الحبوب بالفطر. والحبوب المصابه الناتجه من نباتات مصابه هي مصدر العدوى التي تعمل على انتشار المرض من حقل لآخر</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "phytophthora-infestans": {
        "name": "Phytophthora Infestans",
        "classification": {
            "division": "Oomycota",
            "class": "Oomycetes",
            "order": "Peronosporales",
            "family": "Pythiaceae",
            "genus": "Phytophthora"
        },
        "body": "<p>ويعد الفطر من فطريات العفن المائي ويلائم حدوث الإصابة بالفطر وجود الرطوبة المرتفعة.&nbsp; ويتبع الفطر صف الفطريات البيضية ويكون الفطر حوامل الاسبورانجية تخرج من خلال ثغور الأوراق أو من خلال العديسات في درنات البطاطس ويتميز الحامل الأسبورانجي بوجود انتفاخات تحدد أماكن تكوين الأكياس الاسبورانجية. وتتكون الأكياس الأسبورانجية مفردة على نهايات الفروع وعندما يقترب نضج الكيس الأسبورانجي من النضج تنتفخ نهاية الفرع قليلاً نتيجة نمو فرع جديد من الحامل الأسبورانجي. ناتج التكاثر الجنسي جراثيم بيضية</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "penicillium": {
        "name": "Penicillium",
        "classification": {
            "division": "Ascomycota",
            "class": "Plectomycetes",
            "order": "Eurotiales",
            "family": "Eurotiaceae",
            "genus": "Penicillium"
        },
        "body": "<p>البنسليوم&nbsp; يعيش هذا الفطر عيشة رمية حيث ينمو على الفواكه المتعفنة خصوصاً الليمون والبرتقال ولقد ارتبط اسم هذا الفطر بالمضاد الحيوي البنسلين حيث أنه مستخلص منه .<br /> &nbsp;يتكاثر هذا الفطر لاجنسياً فتبدأ حياته على شكل خيوط فطرية رفيعة عديمة اللون مقسمة بحواجز تنتشر على الوسط الغذائي في كل اتجاه ثم تبدأ بعض الخيوط في الاتجاه بعيدا عن الوسط ويطلق عليها حاملات الكونيديا وتختلف عن حاملات الكونيديا في فطر الاسبرجيللوس أنها مقسمة أيضاً بحواجز، ثم يبدأ في التفرع إلى زوائد أولية تغطى زوائد ثانوية، وتبدأ الزوائد الثانوية في إنتاج الكونيديات، وقد تكون الجراثيم الكونيدية ملونه باللون الأزرق أو الأسود ويكون شكلها العام مثل المكنسة وهذا الشكل مميز للفطر .</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "fusarium": {
        "name": "Fusarium",
        "classification": {
            "division": "Eumycota",
            "class": "Hyphomycetes",
            "order": "Moniliales",
            "family": "Tuberculariaceae",
            "genus": "Fusarium"
        },
        "body": "<p>ويكون الميسليوم شفاف أو أبيض</p><p>Fusarium oxysporum F Lycopersici الميسليم فيه مقسم ويكون ثلاثة أشكال من الجراثيم هي:</p><ol><li>جراثيم ماكرو كونيدية هلالية الشكل مقسمة وتتكون على حوامل كونيدية ذات أفرع.</li><li>جراثيم ميكرو كونيدية صغيرة بيضاوية مستطيلة تتكون من خلية واحدة أو خليتين شفافة.</li><li>جراثيم كلاميدية تكون إما طرفية أو بنية منفصلة أو في سلاسل ويكون الفطر أحياناً أجساماً حجرية وينمو على بيئات صناعية حيث تظهر خيوط الفطر البيضاء إما بشكل قطني أو سطحي وتأخذ أحياناً لون زهري أو أصفر.</li></ol><p>يتكاثر الفطر لاجنسياً ويعطي أعداداً كبيرة من الجراثيم الكونيدية والكلاميدية&nbsp; .</p><p>دورة حياة المرض:</p><p>يمضي الفطر لفترة بين موسم وآخر على حالة ميسليم مترمم في التربة وعلى حالة جراثيم كلاميدية أو كونيدية كبيرة عند حدوث الظروف الجوية الملائمة ووجود العائل المناسب يخترق الفطر العائل عن طريق القمة النامية للجذور اختراقاً مباشراً أو عن طريق الجروح. يبدأ الفطر بعد دخوله إلى الأوعية الخشبة للنبات القابل للإصابة بإفراز أنزيمات محللة للبكتين. فأنزيم البكتين سيريزمييتيل يعمل على تحليل حلقة البكتين، وإنزيم الديبوسيميريز يعمل على تفتيت هذه الحلقة إلى بوليجللاكتودنيدات . تنتشر هذه الأنزيمات خلال جدار الأوعية الخشبية حيث تنتشر جزيئات حمض لاكتيك مكونة كتلة غروية قد تحتوي على مواد بكتينية تسد بدورها الأوعية.</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "plasmopara-viticola": {
        "name": "Plasmopara Viticola",
        "classification": {
            "division": "Oomycota",
            "class": "Oomycetes",
            "order": "Peronosporales",
            "family": "Peronosporaceae",
            "genus": "Plasmopara"
        },
        "body": "<p>من الفطريات المسببة لأمراض البياض الزغبي وهي إجبارية التطفل ومتخصصة على عوائلها.</p><p>ينمو الفطر في داخل الأنسجة المصابة بين الخلايا ويرسل ممصات إلي داخل الخلايا لأخذ الغذاء من العائل.</p><p>تحدث الإصابة من خلال الثغور.</p><p>تتكاثر جنسياً بتكوين جراثيم بيضية داخل أنسجة العائل.</p><p>تلائم هذه المجموعة من الفطريات درجات الحرارة المنخفضة ورطوبة عالية (وجود ماء حر في صورة ندى أو تساقط الأمطار أو الري بطريقة الرش فوق سطح النبات).</p><p>الحوامل الاسبورانجية متفرعة على زوايا قائمة تنتهي بثلاث زوائد صغيرة تحمل كل زائدة كيس اسبورانجي.</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "leveillula-asexual-phase": {
        "name": "asexual leveillula",
        "classification": {
            "division": "Ascomycota",
            "class": "Loculoascomycetes",
            "order": "Erysiphales",
            "family": "Erysiphaceae",
            "genus": "Leveillula"
        },
        "body": "No info currently available",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj",
                "color": "#574b90"
            },
            {
                "name": "Hypha",
                "url": "hypha.obj",
                "color": "#303952"
            }
        ]
    },
    "ustilago": {
        "name": "Ustilago",
        "classification": {
            "division": "Basidiomycota",
            "class": "Basidiomycetes",
            "order": "Ustilaginales",
            "family": "Ustilaginaceae",
            "genus": "Ustilago"
        },
        "body": "<p>كروية ولها أشواك دقيقة بنية اللون) في التربة لمدة من 2-3 سنوات</p><p>دورة الحياة:</p><p>تبقى الجراثيم التيليتية للفطر وتنتقل مع حبيبات التربة لمسافات طويلة أو قد تنتقل مع البذور أو عن طريق حيوانات المزرعة، وتنتشر جراثيم الفطر وتلوث الحبوب السليمة، ويحدث إنبات للجراثيم في ظروف الهواء الرطب مكونة جراثيم تعرف بالجراثيم البازيدية ثم تنشأ هيفا العدوى عن طريق الاندماج البلازمي بين جرثومتين باذيدتين متوافقتين وتحدث العدوى قبل ظهور البادرات فوق سطح التربة وتتكشف الأعراض بعد 10 أيام من الإصابة وأماكن الجروح على النبات تشكل مداخل جيدة للفطر.والفطر حساس لدرجات الحرارة والرطوبة وعند درجات الحرارة العالية تنخفض شدة الإصابة حتى في وجود رطوبة التربة.</p><p>****الوضع التصنيفي:<br /> <br /> Class: Ustilaginomycetes<br /> <br /> Order: Ustilaginales (Smut Fungi فطريات التفحم)<br /> <br /> Family:Ustilaginaceae<br /> <br /> يكون الفطر جراثيم تيليتية صغيرة الحجم دائرية إلى بيضاوية الشكل ذات لون بني داكن ويتميز جدار الجرثومة بأن جزء من جدارها افتح لونا م الجزء الاخر</p>",
        "parts": [
            {
                "name": "Spors",
                "url": "spors.obj"
            }
        ]
    }
}
